Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F27A.tmx
Source language: en_us
Languages: zh_cn

source: What's Is the Best Time of Day to Exercise
zh_cn: 一天中最佳的锻炼时间到底是何时？

source: What is the best time to exercise?
zh_cn: 到底何时才是锻炼的最佳时间？

source: There are pros and cons of morning, afternoon and evening exercise and athletic performance, but research may uncover the best time for exercise.
zh_cn: 是早上、下午还是傍晚更适合锻炼以及有最好的运动表现？无论哪一个选项都有赞成和反对两面的声音。不过科学研究也许揭示了训练的最佳时间。

source: Is there a best time of day to exercise?
zh_cn: 一天中是否有个最佳锻炼时间？

source: Two of the top reasons people give for not exercising regularly include lack of results and lack of time.
zh_cn: 人们不锻炼的借口有很多，排在前两位的常常是没效果和没时间。

source: So, for many people, the best time to exercise is the time that is most convenient and the time that fits into a busy schedule.
zh_cn: 所以对很多人来说，最佳的运动时间就是最方便的时间，或者是能不与安排得密密麻麻的时间表相冲突的时间。

source: Research on exercise and time of day is growing, but still limited and and not without controversy.
zh_cn: 对锻炼以及锻炼时机的研究越来越多，但至今仍然有限，尚无定论。

source: In general, if you can find a time for exercise that you can stick with consistently, you will be much more likely to train regularly and get better results.
zh_cn: 一般来说，如果你可以找一段时间是你可以持之以恒坚持锻炼的，你很有可能会常常锻炼并取得很好的效果。

source: Circadian Rhythms and Exercise
zh_cn: 生物周期与锻炼

source: Human sleep and wake cycles follow a daily cycle called circadian rhythms.
zh_cn: 人类睡觉和苏醒遵从一个每日的周期，这个周期被称为生物周期。

source: It's this cycle that regulates our body temperature, blood pressure, alertness and metabolism, among other physiological functions.
zh_cn: 就是这个周期在调节你生理机能中的体温，血压，机敏度以及新陈代谢。

source: In general, these rhythms conform to our 24-hour day and may be reset based upon environmental cues.
zh_cn: 一般而言，这样的节律遵从一天24小时的时间，并且因为环境因素的原因还可能被重置。

source: The time of day that we typically exercise is one of these cues.
zh_cn: 你一天中锻炼的主要时间就是那样的环境因素。

source: Research by the University of North Texas, in Denton found that although circadian rhythms are inborn we can reset them based upon our behaviors.
zh_cn: 位于丹顿的北德克萨斯大学的研究表明，尽管生物周期是与生俱来的，但是我们可以通过自己的行为来改变它。

source: For example, using an alarm clock, establishing meal times and even when we workout are all cues to help rest our rhythms.
zh_cn: 例如，使用闹钟，固定吃饭时间，甚至我们何时去做日常锻炼都可以帮助我们重置生物钟。

source: They found that people who consistently exercise in the morning "teach" their body to be most ready for exercise at that time of day.
zh_cn: 研究人员发现经常在早上锻炼的人，训练了他们自己的身体在每一天的早上进入最好的准备状态。

source: When they switched to evening exercise, they didn't feel as strong.
zh_cn: 如果他们转到晚上锻炼，他们就觉得精力不足了。

source: The ability to adjust your rhythms is important for athletes training for a specific event.
zh_cn: 调节生物节律的能力对需要为某一特定赛事做特训的运动员来说是非常重要的。

source: The message is to train at the same time of day that the event will occur.
zh_cn: 表现于每天在对应赛事开始时的同一时间进行训练。

source: Research supports this advice.
zh_cn: 研究结果支持了这种方法。

source: Studies show that your ability to maintain exercise intensity will adapt to your training time.
zh_cn: 研究表明你保持运动强度的能力会顺应你的训练时间而相应调节。

source: Therefore, if you do your marathon training in the morning, you may perform better on race day (marathons typically start in the morning).
zh_cn: 因此，如果你在早上训练马拉松，比赛那天你会发挥出更好水平（马拉松赛事基本上都是在早上开始）。

source: But if you train in the evening, a morning race day may leave you feeling weaker and slower.
zh_cn: 然而如果你平日是在晚上训练，早上的比赛可能会让你觉得没有力气，跑得很慢。

source: Individual Differences and Exercise Timing
zh_cn: 个体差异与训练时机

source: Some people are just naturally morning people.
zh_cn: 某些人天生就适合早上训练。

source: They have no trouble exercising fist thing in the morning.
zh_cn: 他们早上起来就锻炼一点问题都没有。

source: Others don't get moving so quickly and are more likely to feel like exercising later in the day.
zh_cn: 其他人在早上就不能动得这么快了，更喜欢晚一点，在白天运动。

source: If you have such an obvious preference it's pretty easy to decide what sort of exercise schedule you might stick with.
zh_cn: 如果你对着有明显得偏好，那制定一个可以坚持的锻炼计划就很容易了。

source: The interesting thing is that research shows that no matter when you think you are better able to exercise, almost all of us are, in fact, physically stronger and have more endurance in the late afternoon.
zh_cn: 有意思的是，研究表明不管你觉得你在何时锻炼最在状态，几乎对所有人而言，事实上黄昏前身体更有力量，耐力也更强。

source: Scheduling Exercise
zh_cn: 计划中的训练

source: Not everyone can choose to exercise when they feel like it.
zh_cn: 不是所有人都能想什么时候锻炼就什么锻炼。

source: Work and family commitments often take priority and we end up squeezing in some exercise.
zh_cn: 工作和家庭的事情总是需要优先处理，最后我们只能挤出时间去锻炼。

source: If you find that the only time you have to exercise is when you least feel like it, don't despair.
zh_cn: 如果你发现自己能为锻炼挤出的一点时间刚好是你没有状态的时候，不要因此而绝望。

source: As we learned earlier, you can change your rhythms and your body can adapt to a new exercise time.
zh_cn: 正如我们先前所了解到的，你可以改变你的生物节律，而你的身体也会适应一个新的锻炼时间。

source: However, it may take about a month to reset your internal exercise clock.
zh_cn: 不过，要重置你身体里锻炼的生物钟，需要大概一个月时间。

source: Research and the Best Time to Exercise
zh_cn: 研究与最佳锻炼时间

source: While there is specific research being conducted on this topic, unfortunately the answer to the question, "What is the best time for exercise?" varies based upon the specific question you ask, your training goals, and your exercise adherence.
zh_cn: 尽管针对这个主题有专门的研究，然而“何时才是最佳锻炼时间”这个问题的答案不是唯一确定的，它取决于你的具体情况，你的训练目标，你的坚持程度。

source: Here are some of the latest specific research findings:
zh_cn: 下面是一些最新的研究结论：

source: Late Afternoon is Best for Exercise
zh_cn: 黄昏是锻炼的最佳时间

source: Research shows that the optimal time to exercise is when our body temperature is at its highest, which, for most people is 4 p.m. to 5 p.m. (body temperature is at its lowest just before waking).
zh_cn: 研究表明锻炼的最理想时间是你的体温最高之时。这对大多数人而言是下午4点到5点（刚刚睡醒之前人体的体温是最低的）。

source: Strength is Greater in the Afternoon
zh_cn: 下午时人的力量更强

source: Dr. Hill reported that strength output is 5% higher at around mid-day; anaerobic performance, such as sprinting, improves by 5% in the late afternoon.
zh_cn: 希尔博士曾报道过中午左右输出的力量比一般水平高5％，而无氧运动，比如速跑却在黄昏能够增加5％的成绩。

source: Endurance is Greater in the Afternoon
zh_cn: 下午时人的耐力更强

source: Aerobic capacity (endurance) is approximately 4percent higher in the afternoon.
zh_cn: 人的有氧运动能力（耐力）在下午时要强大约4％。

source: Injuries Are Less Likely in the Afternoon
zh_cn: 下午时人受伤的机率小

source: Afternoon exercise is the best if you want to avoid injuries for many reasons.
zh_cn: 如果你想尽量避免运动受伤，“黄昏炼”是你的最佳选择。

source: We are most alert; our body temperature is the highest so our muscles are warm and flexible; and our muscle strength is at its greatest.
zh_cn: 下午时我们更警觉，而且由于体温处于最高水平，我们的肌肉温暖且柔韧性高，而且我们的肌肉力量也是最好的。

source: These three factors make it less likely that we will get injured.
zh_cn: 这三个因素使我们受伤的概率很小。

source: Morning Exercisers Are More Consistent
zh_cn: 清晨锻炼更容易坚持

source: Even though afternoon exercise might be optimal from a physiological standpoint, research also shows that morning exercisers are more likely to stick to it that late-day athletes.
zh_cn: 尽管从生物学的立场来看，下午锻炼是最理想的，然而研究发现清晨锻炼者比下午锻炼者更容易坚持锻炼。

source: Evening Exercise and Sleep
zh_cn: 夜晚锻炼和睡眠

source: Most research supports the idea that exercise can improve sleep quality.
zh_cn: 大多数研究都支持运动促进睡眠的观点。

source: But does exercising too late in the evening keep you up?
zh_cn: 但是如果运动到很晚会不会让你睡不着？

source: Studies have shown improvements in sleep from both morning and afternoon exercise, so it's not yet clear if evening exercise keeps you up.
zh_cn: 研究已经表明清晨和下午的锻炼都能促进睡眠，所以夜晚锻炼是否会让你睡不着尚不清楚。

source: One study even showed that vigorous exercise half an hour before bedtime did not affect sleep.
zh_cn: 一项研究甚至证明了睡觉一个半小时前的激烈运动不会影响睡眠。

source: One thing that is agreed upon is that sleep deprivation can hinder sports performance.
zh_cn: 一项共识是，缺乏睡眠会阻碍运动表现。

source: The Bottom Line
zh_cn: 最后总结

source: The good news is that you get to decide the best time for you to exercise based upon your personal goals, schedule and lifestyle.
zh_cn: 好消息是你开始根据你的个人目标，个人计划以及生活方式来确定自己的最佳锻炼时间。

source: Ideally, you will pick a time that you are able to stick with consistently and make part of your daily or weekly schedule.
zh_cn: 理想状态下，你将挑选一个时间，在这个时间段你能持之以恒并使之成为你每日计划和每周计划的一部分。

source: If you are training for competition, it's wise to modify your training to accommodate the event start time, and it's always wise to warm up before any workout.
zh_cn: 如果你是为了竞赛而训练，调整训练使之适应比赛时间是明智的选择。另外，任何运动之前都先做热身运动也是明智的。
